logs/56e3c66d-3c78-4706-a6b1-26c3db8d3a30/01_ServiceInitialize_RQ.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:tem="http://tempuri.org/">
   <soap:Header/>
   <soap:Body>
      <tem:ServiceInitialize>
         <tem:strAgencyCode>TESTAPI</tem:strAgencyCode>
         <tem:strUserName>TESTAPI</tem:strUserName>
         <tem:strPassword>APITEST@123NP@@</tem:strPassword>
         <tem:strLanguageCode>EN</tem:strLanguageCode>
      </tem:ServiceInitialize>
   </soap:Body>
</soap:Envelope>